Repository: wojtwol/ecthr-translator
Catalog: tm/polish_courts.tmx
Source language: en_us
Languages: pl_pl

source: district court
pl_pl: sąd rejonowy

source: regional court
pl_pl: sąd okręgowy

source: court of appeal
pl_pl: sąd apelacyjny

source: District Court
pl_pl: Sąd Rejonowy

source: Regional Court
pl_pl: Sąd Okręgowy

source: Court of Appeal
pl_pl: Sąd Apelacyjny

source: Warsaw District Court
pl_pl: Sąd Rejonowy w Warszawie

source: Warsaw Regional Court
pl_pl: Sąd Okręgowy w Warszawie

source: Warsaw Court of Appeal
pl_pl: Sąd Apelacyjny w Warszawie
